Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Choose **Upload to Google Play…** from the export menu. Screenshot Bro renders the selected screenshots directly from the project.
ar: اختر **تحميل إلى Google Play…** من قائمة التصدير. Screenshot Bro يعرض لقطات الشاشة المحددة مباشرة من المشروع.
ca: Trieu **Penja a Google Play...** al menú d'exportació. Screenshot Bro representa les captures de pantalla seleccionades directament des del projecte.
cs: V nabídce exportu vyberte **Nahrát do Google Play…**. Screenshot Bro vykreslí vybrané snímky obrazovky přímo z projektu.
da: Vælg **Upload til Google Play...** fra eksportmenuen. Screenshot Bro gengiver de valgte skærmbilleder direkte fra projektet.
de: Wähle im Exportmenü **Bei Google Play hochladen…**. Screenshot Bro rendert die ausgewählten Screenshots direkt aus dem Projekt.
el: Επιλέξτε **Μεταφόρτωση σε Google Play…** από το μενού εξαγωγής. Το Screenshot Bro αποδίδει τα επιλεγμένα στιγμιότυπα οθόνης απευθείας από το έργο.
es: Elige **Subir a Google Play…** en el menú de exportación. Screenshot Bro renderiza las capturas seleccionadas directamente desde el proyecto.
fa: از منوی صدور، **آپلود در Google Play…** را انتخاب کنید. Screenshot Bro اسکرین‌شات‌های انتخاب‌شده را مستقیماً از پروژه رندر می‌کند.
fi: Valitse vientivalikosta **Lataa kohteeseen Google Play…**. Screenshot Bro renderöi valitut kuvakaappaukset suoraan projektista.
fr: Choisissez **Envoyer vers Google Play…** dans le menu d'exportation. Screenshot Bro génère les captures d'écran sélectionnées directement à partir du projet.
he: בחר **העלה ל-Google Play...** מתפריט הייצוא. Screenshot Bro מעבד את צילומי המסך שנבחרו ישירות מהפרויקט.
hr: Odaberite **Učitaj u Google Play…** iz izbornika izvoza. Screenshot Bro renderira odabrane snimke zaslona izravno iz projekta.
hu: Válassza a **Feltöltés ide: Google Play…** lehetőséget az exportálási menüben. A Screenshot Bro közvetlenül a projektből jeleníti meg a kiválasztott képernyőképeket.
id: Pilih **Unggah ke Google Play…** dari menu ekspor. Screenshot Bro merender tangkapan layar yang dipilih langsung dari proyek.
it: Scegli **Carica su Google Play…** dal menu di esportazione. Screenshot Bro genera gli screenshot selezionati direttamente dal progetto.
ja: 書き出しメニューから **Google Play にアップロード…** を選択します。Screenshot Bro は、選択したスクリーンショットをプロジェクトから直接レンダリングします。
ko: 내보내기 메뉴에서 **Google Play에 업로드…** 항목을 선택하세요. Screenshot Bro가 선택한 스크린샷을 프로젝트에서 직접 렌더링합니다.
ms: Pilih **Muat naik ke Google Play…** daripada menu eksport. Screenshot Bro memaparkan tangkapan skrin yang dipilih terus daripada projek.
nl: Kies **Uploaden naar Google Play…** in het exportmenu. Screenshot Bro rendert de geselecteerde schermafbeeldingen rechtstreeks vanuit het project.
no: Velg **Last opp til Google Play...** fra eksportmenyen. Screenshot Bro gjengir de valgte skjermbildene direkte fra prosjektet.
pl: Wybierz **Prześlij do Google Play…** z menu eksportu. Screenshot Bro renderuje wybrane zrzuty ekranu bezpośrednio z projektu.
pt_br: Escolha **Enviar para Google Play…** no menu de exportação. O Screenshot Bro renderiza as capturas de tela selecionadas diretamente do projeto.
pt_pt: Escolha **Carregar para Google Play…** no menu de exportação. Screenshot Bro renderiza as capturas de ecrã selecionadas diretamente do projeto.
ro: Alegeți **Încărcați în Google Play...** din meniul de export. Screenshot Bro redă capturile de ecran selectate direct din proiect.
ru: Выберите **Загрузить в Google Play…** в меню экспорта. Screenshot Bro отрисует выбранные скриншоты прямо из проекта.
sk: V ponuke exportu vyberte možnosť **Nahrať do Google Play…**. Screenshot Bro vykreslí vybraté snímky obrazovky priamo z projektu.
sl: V meniju za izvoz izberite **Naloži v Google Play…**. Screenshot Bro upodobi izbrane posnetke zaslona neposredno iz projekta.
sv: Välj **Ladda upp till Google Play...** från exportmenyn. Screenshot Bro återger de valda skärmdumparna direkt från projektet.
th: เลือก **อัปโหลดไปยัง Google Play…** จากเมนูส่งออก Screenshot Bro แสดงผลภาพหน้าจอที่เลือกโดยตรงจากโปรเจ็กต์
tr: Dışa aktarma menüsünden **Google Play'e Yükle…** seçeneğini seçin. Screenshot Bro seçili ekran görüntülerini doğrudan projeden oluşturur.
uk: Виберіть **Вивантажити в Google Play…** у меню експорту. Screenshot Bro рендерить вибрані знімки екрана безпосередньо з проєкту.
ur: ایکسپورٹ مینو سے **اپ لوڈ کو Google Play…** کا انتخاب کریں۔ Screenshot Bro منتخب اسکرین شاٹس کو براہ راست پروجیکٹ سے پیش کرتا ہے۔
vi: Chọn **Tải lên Google Play…** từ menu xuất. Screenshot Bro hiển thị trực tiếp các ảnh chụp màn hình đã chọn từ dự án.
zh_hans: 从导出菜单中选择 **上传至 Google Play…**。Screenshot Bro 会直接从项目渲染所选截图。
zh_hant: 從輸出選單中選擇**上傳至 Google Play…**。Screenshot Bro 會直接從專案轉譯所選的螢幕截圖。

source: Choose a device category: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBook**, **Android Phone**, **Abstract Pixel 9**, **Android Tablet**, or **Invisible** (an abstract layout with no visible frame).
ar: اختر فئة الجهاز: **iPhone**، **iPad Pro 11"**، **iPad Pro 13"**، **MacBook**، **Android Phone**، **Abstract Pixel 9**، **Android Tablet**، أو **Invisible** (تخطيط مجرد بدون إطار مرئي).
ca: Tria una categoria de dispositiu: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacLlibre**, **Telèfon Android**, **Abstract Pixel 9**, **Tauleta Android** o **Invisible sense marc** (un disseny abstracte).
cs: Vyberte kategorii zařízení: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacKniha**, **Telefon s Androidem**, **Abstract Pixel 9**, **Tablet Android** nebo **Neviditelné bez rámečku** (bez viditelnosti).
da: Vælg en enhedskategori: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBog**, **Android-telefon**, **Abstract Pixel 9**, **Android-tablet****, eller **Invisible).
de: Wähle eine Gerätekategorie: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBook**, **Android-Smartphone**, **Abstraktes Pixel 9**, **Android-Tablet** oder **Unsichtbar** (ein abstraktes Layout ohne sichtbaren Rahmen).
el: Επιλέξτε μια κατηγορία συσκευής: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacΒιβλίο**, **Τηλέφωνο Android**, **Abstract Pixel 9**, **Android Tablet χωρίς ορατό πλαίσιο**, ή με ορατό πλαίσιο ****.
es: Elige una categoría de dispositivo: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBook**, **Teléfono Android**, **Pixel 9 abstracto**, **Tablet Android** o **Invisible** (un diseño abstracto sin marco visible).
fa: دستهٔ دستگاه را انتخاب کنید: **iPhone**، **iPad Pro 11"**، **iPad Pro 13"**، **MacBook**، **گوشی اندروید**، **Pixel 9 انتزاعی**، **تبلت اندروید** یا **نامرئی** (چیدمانی انتزاعی بدون قاب قابل‌مشاهده).
fi: Valitse laiteluokka: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacKirja**, **Android-puhelin**, **Abstract Pixel 9**, **Android Tablet**, tai **näkymätön kehys**.
fr: Choisissez une catégorie d'appareil : **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBook**, **Téléphone Android**, **Pixel 9 abstrait**, **Tablette Android** ou **Invisible** (une mise en page abstraite sans cadre visible).
he: בחר קטגוריית מכשיר: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **Macספר**, **טלפון אנדרואיד**, **Abstract Pixel 9**, **Android Tablet****, או **פריסת תקציר ללא מסגרת גלויה.
hr: Odaberite kategoriju uređaja: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBook**, **Android Phone**, **Abstract Pixel 9**, **Android Tablet** ili **Invisible** (apstraktni izgled bez vidljivog okvira).
hu: Válasszon eszközkategóriát: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBook**, **Android telefon**, **Abstract Pixel 9**, **Android Tablet**, vagy **láthatatlan kerettel**.
id: Pilih kategori perangkat: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBook**, **Android Phone**, **Abstract Pixel 9**, **Android Tablet**, atau **Invisible** (tata letak abstrak tanpa bingkai yang terlihat).
it: Scegli una categoria di dispositivo: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBook**, **Telefono Android**, **Pixel 9 astratto**, **Tablet Android** o **Invisibile** (un layout astratto senza cornice visibile).
ja: デバイスカテゴリを選択します: **iPhone**、**iPad Pro 11"**、**iPad Pro 13"**、**MacBook**、**Android スマートフォン**、**抽象 Pixel 9**、**Android タブレット**、**透明** (フレームを表示しない抽象レイアウト)。
ko: 기기 카테고리를 선택하세요: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBook**, **Android 휴대폰**, **추상 Pixel 9**, **Android 태블릿** 또는 **보이지 않음**(프레임이 보이지 않는 추상 레이아웃).
ms: Pilih kategori peranti: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBuku**, **Telefon Android**, **Abstrak Pixel 9**, **Android Tablet** atau **Halimunan** (reka letak abstrak tanpa bingkai yang kelihatan).
nl: Kies een apparaatcategorie: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBoek**, **Android-telefoon**, **Abstract Pixel 9**, **Android-tablet** of **Invisible** (een abstracte lay-out zonder zichtbaar kader).
no: Velg en enhetskategori: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBok**, **Android-telefon**, **Abstract Pixel 9**, **Android-nettbrett****, eller **Invisible).
pl: Wybierz kategorię urządzenia: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacKsiążka**, **Telefon z Androidem**, **Abstract Pixel 9**, **Tablet z Androidem** lub **Niewidoczny** (abstrakcyjny układ bez widocznej ramki).
pt_br: Escolha uma categoria de dispositivo: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBook**, **Telefone Android**, **Pixel 9 abstrato**, **Tablet Android** ou **Invisível** (um layout abstrato sem moldura visível).
pt_pt: Escolha uma categoria de dispositivo: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacLivro**, **Android Phone**, **Abstract Pixel 9**, **Android Tablet** ou **Invisible** (um layout abstrato sem moldura visível).
ro: Alegeți o categorie de dispozitiv: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacCarte**, **Telefon Android**, **Abstract Pixel 9**, **Tabletă Android** sau **Invizibil fără cadru** (un aspect abstract).
ru: Выберите категорию устройства: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBook**, **Телефон Android**, **Абстрактный Pixel 9**, **Планшет Android** или **Невидимая** (абстрактный макет без видимой рамки).
sk: Vyberte kategóriu zariadenia: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacKniha**, **Telefón s Androidom**, **Abstraktný Pixel 9**, **Tablet s Androidom** alebo **Rozloženie Neviditeľný bez rámčeka** (bez viditeľnosti).
sl: Izberite kategorijo naprave: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBook**, **Android Phone**, **Abstract Pixel 9**, **Android Tablet** ali **Invisible** (abstraktna postavitev brez vidnega okvirja).
sv: Välj en enhetskategori: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBok**, **Android-telefon**, **Abstract Pixel 9**, **Android-surfplatta****, eller **Invisible).
th: เลือกหมวดหมู่อุปกรณ์: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **Macหนังสือ**, **โทรศัพท์ Android**, **Abstract Pixel 9**, **แท็บเล็ต Android** หรือ **มองไม่เห็น** (รูปแบบนามธรรมที่ไม่มีกรอบที่มองเห็นได้)
tr: Bir aygıt kategorisi seçin: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBook**, **Android Telefon**, **Soyut Pixel 9**, **Android Tablet** veya **Görünmez** (görünür çerçevesi olmayan soyut bir düzen).
uk: Виберіть категорію пристрою: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBook**, **Android-телефон**, **Абстрактний Pixel 9**, **Android-планшет** або **Невидимий** (абстрактний макет без видимої рамки).
ur: ڈیوائس کے زمرے کا انتخاب کریں: **iPhone**، **iPad Pro 11"**، **iPad Pro 13"**، **MacBook**، **Android Phone**، **Abstract Pixel 9**، **Android ****************************************** مرئی فریم)۔
vi: Chọn danh mục thiết bị: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBook**, **Điện thoại Android**, **Abstract Pixel 9**, **Máy tính bảng Android** hoặc **Ẩn** (bố cục trừu tượng không có khung hiển thị).
zh_hans: 选择设备类别：**iPhone**、**iPad Pro 11"**、**iPad Pro 13"**、**MacBook**、**Android 手机**、**抽象 Pixel 9**、**Android 平板电脑** 或 **不可见**（没有可见边框的抽象布局）。
zh_hant: 選擇裝置類別：**iPhone**、**iPad Pro 11"**、**iPad Pro 13"**、**MacBook**、**Android 手機**、**抽象 Pixel 9**、**Android 平板電腦**或**隱形**（沒有可見外框的抽象版面）。

source: Choose a device category: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBook**, **Android Phone**, **Android Tablet**, or **Invisible** (an abstract layout with no visible frame).
ar: اختر فئة الجهاز: **iPhone**، **iPad Pro 11"**، **iPad Pro 13"**، **MacBook**، **Android Phone**، **Android Tablet**، أو **Invisible** (تخطيط مجرد بدون إطار مرئي).
ca: Trieu una categoria de dispositiu: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacLlibre**, **Telèfon Android**, **Tauleta Android** o **Invisible** (un disseny abstracte sense marc visible).
cs: Vyberte kategorii zařízení: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacKniha**, **Telefon s Androidem**, **tablet s Androidem** nebo **Neviditelný** (abstraktní rozvržení bez viditelného rámečku).
da: Vælg en enhedskategori: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBog**, **Android-telefon**, **Android-tablet** eller **Usynlig** (et abstrakt layout).
de: Wählen Sie eine Gerätekategorie: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBook**, **Android Phone**, **Android Tablet** oder **Invisible** (ein abstraktes Layout ohne sichtbaren Rahmen).
el: Επιλέξτε μια κατηγορία συσκευής: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacΒιβλίο**, **Τηλέφωνο Android**, **Tablet Android** ή **Αόρατη διάταξη** (χωρίς περίληψη).
es: Elija una categoría de dispositivo: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBook**, **Android Phone**, **Android Tablet** o **Invisible** (un diseño abstracto sin marco visible).
fa: دسته دستگاه را انتخاب کنید: **iPhone**، **iPad Pro 11"**، **iPad Pro 13"**، **[TERM_3]]کتاب**، **تلفن Android**، **تبلت Android**، یا **قابی نامرئی** (قاب قابل مشاهده نیست).
fi: Valitse laiteluokka: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacKirja**, **Android-puhelin**, **Android-tabletti** tai **Invisible** (abstrakti asettelu ilman näkyvää kehystä).
fr: Choisissez une catégorie d'appareil : **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBook**, **Téléphone Android**, **Tablette Android** ou **Invisible** (une mise en page abstraite sans cadre visible).
he: בחר קטגוריית מכשיר: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **Macספר**, **Android Phone**, **Android Tablet**, או **Invisible** (פריסת מסגרת מופשטת ללא גלויה).
hr: Odaberite kategoriju uređaja: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBook**, **Android Phone**, **Android Tablet** ili **Invisible** (apstraktni izgled bez vidljivog okvira).
hu: Válasszon eszközkategóriát: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBook**, **Android telefon**, **Android Tablet** vagy **Láthatatlan** (absztrakt elrendezés látható keret nélkül).
id: Pilih kategori perangkat: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBuku**, **Ponsel Android**, **Tablet Android**, atau **Tak Terlihat** (tata letak abstrak tanpa bingkai yang terlihat).
ja: デバイス カテゴリを選択します: **iPhone**、**iPad Pro 11"**、**iPad Pro 13"**、**MacBook**、**Android Phone**、**Android Tablet**、または **Invisible** (表示フレームのない抽象レイアウト)。
ko: 기기 카테고리 선택: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBook**, **Android Phone**, **Android Tablet** 또는 **Invisible**(표시되는 프레임이 없는 추상 레이아웃).
ms: Pilih kategori peranti: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBuku**, **Telefon Android**, **Tablet Android** atau **Halimunan** (reka letak abstrak tanpa bingkai yang boleh dilihat).
nl: Kies een apparaatcategorie: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBook**, **Android-telefoon**, **Android-tablet** of **Invisible** (een abstracte lay-out zonder zichtbaar kader).
no: Velg en enhetskategori: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBok**, **Android-telefon**, **Android-nettbrett** eller **Usynlig** (en abstrakt oppsett).
pl: Wybierz kategorię urządzenia: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacKsiążka**, **Telefon z Androidem**, **Tablet z Androidem** lub **Niewidoczny** (abstrakcyjny układ bez widocznej ramki).
pt_br: Escolha uma categoria de dispositivo: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacLivro**, **Telefone Android**, **Tablet Android** ou **Invisível** (um layout abstrato sem moldura visível).
pt_pt: Escolha uma categoria de dispositivo: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacLivro**, **Telefone Android**, **Tablet Android** ou **Invisível** (um layout abstrato sem moldura visível).
ro: Alegeți o categorie de dispozitiv: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacCarte**, **Telefon Android**, **Tabletă Android** sau **Invizibil** (un aspect abstract fără cadru vizibil).
sk: Vyberte kategóriu zariadenia: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacKniha**, **Telefón s Androidom**, **Tablet s Androidom** alebo **Invisible** (abstraktné rozloženie bez viditeľného rámu).
sl: Izberite kategorijo naprave: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBook**, **Android Phone**, **Android Tablet** ali **Invisible** (abstraktna postavitev brez vidnega okvirja).
sv: Välj en enhetskategori: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBok**, **Android-telefon**, **Android-surfplatta** eller **Osynlig** (en abstrakt layout).
th: เลือกหมวดหมู่อุปกรณ์: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **Macหนังสือ**, **โทรศัพท์ Android**, **แท็บเล็ต Android** หรือ **มองไม่เห็น** (รูปแบบนามธรรมที่ไม่มีกรอบที่มองเห็นได้)
ur: ڈیوائس کے زمرے کا انتخاب کریں: **iPhone**، **iPad Pro 11"**، **iPad Pro 13"**، **MacBook**، **Android Phone**، **Android ٹیبلیٹ**، یا **غیر مرئی** (کسی فریم کے بغیر نظر آنے والا)۔
vi: Chọn danh mục thiết bị: **iPhone**, **iPad Pro 11"**, **iPad Pro 13"**, **MacBook**, **Điện thoại Android**, **Máy tính bảng Android** hoặc **Ẩn** (bố cục trừu tượng không có khung hiển thị).
zh_hans: 选择设备类别：**iPhone**、**iPad Pro 11"**、**iPad Pro 13"**、**Mac书籍**、**Android 手机**、**Android 平板电脑** 或 **不可见**（没有可见框架的抽象布局）。

source: Choose a folder and export screenshots (⌘E)
ar: اختر مجلدًا وقم بتصدير لقطات الشاشة (⌘E)
ca: Trieu una carpeta i exporteu les captures de pantalla (⌘E)
cs: Vyberte složku a exportujte snímky obrazovky (⌘E)
da: Vælg en mappe, og eksporter skærmbilleder (⌘E)
de: Ordner wählen und Screenshots exportieren (⌘E)
el: Επιλέξτε ένα φάκελο και εξάγετε στιγμιότυπα οθόνης (⌘E)
es: Elige una carpeta y exporta las capturas (⌘E)
fa: پوشه‌ای را انتخاب کنید و اسکرین‌شات‌ها را صادر کنید (⌘E)
fi: Valitse kansio ja vie kuvakaappaukset (⌘E)
fr: Choisissez un dossier et exportez les captures d'écran (⌘E)
he: בחר תיקיה וייצא צילומי מסך (⌘E)
hr: Odaberite mapu i izvezite snimke zaslona (⌘E)
hu: Válasszon ki egy mappát, és exportáljon képernyőképeket (⌘E)
id: Pilih folder dan ekspor tangkapan layar (⌘E)
it: Scegli una cartella ed esporta gli screenshot (⌘E)
ja: フォルダを選択してスクリーンショットを書き出します (⌘E)
ko: 폴더를 선택하고 스크린샷 내보내기(⌘E)
ms: Pilih folder dan eksport tangkapan skrin (⌘E)
nl: Kies een map en exporteer schermafbeeldingen (⌘E)
no: Velg en mappe og eksporter skjermbilder (⌘E)
pl: Wybierz folder i eksportuj zrzuty ekranu (⌘E)
pt_br: Escolha uma pasta e exporte as capturas de tela (⌘E)
pt_pt: Escolha uma pasta e exporte as capturas de ecrã (⌘E)
ro: Alegeți un dosar și exportați capturi de ecran (⌘E)
ru: Выбрать папку и экспортировать скриншоты (⌘E)
sk: Vyberte priečinok a exportujte snímky obrazovky (⌘E)
sl: Izberite mapo in izvozite posnetke zaslona (⌘E)
sv: Välj en mapp och exportera skärmdumpar (⌘E)
th: เลือกโฟลเดอร์และส่งออกภาพหน้าจอ (⌘E)
tr: Bir klasör seçip ekran görüntülerini dışa aktarın (⌘E)
uk: Вибрати папку й експортувати знімки екрана (⌘E)
ur: ایک فولڈر منتخب کریں اور اسکرین شاٹس برآمد کریں (⌘E)
vi: Chọn thư mục và xuất ảnh chụp màn hình (⌘E)
zh_hans: 选择一个文件夹并导出截图（⌘E）
zh_hant: 選擇資料夾並輸出螢幕截圖（⌘E）

source: Choose a folder for exported screenshots
ar: اختر مجلدًا للقطات الشاشة التي تم تصديرها
ca: Trieu una carpeta per a les captures de pantalla exportades
cs: Vyberte složku pro exportované snímky obrazovky
da: Vælg en mappe til eksporterede skærmbilleder
de: Wähle einen Ordner für exportierte Screenshots
el: Επιλέξτε ένα φάκελο για εξαγόμενα στιγμιότυπα οθόνης
es: Elige una carpeta para las capturas exportadas
fa: پوشه‌ای را برای اسکرین‌شات‌های صادر شده انتخاب کنید
fi: Valitse kansio viedyille kuvakaappauksille
fr: Choisissez un dossier pour les captures d'écran exportées
he: בחר תיקיה עבור צילומי מסך מיוצאים
hr: Odaberite mapu za izvezene snimke zaslona
hu: Válasszon mappát az exportált képernyőképekhez
id: Pilih folder untuk tangkapan layar yang diekspor
it: Scegli una cartella per gli screenshot esportati
ja: 書き出したスクリーンショットの保存先フォルダを選択してください
ko: 내보낸 스크린샷을 저장할 폴더를 선택하세요
ms: Pilih folder untuk tangkapan skrin yang dieksport
nl: Kies een map voor geëxporteerde schermafbeeldingen
no: Velg en mappe for eksporterte skjermbilder
pl: Wybierz folder do eksportowanych zrzutów ekranu
pt_br: Escolha uma pasta para capturas de tela exportadas
pt_pt: Escolha uma pasta para capturas de ecrã exportadas
ro: Alegeți un dosar pentru capturile de ecran exportate
ru: Выберите папку для экспортированных скриншотов
sk: Vyberte priečinok pre exportované snímky obrazovky
sl: Izberite mapo za izvožene posnetke zaslona
sv: Välj en mapp för exporterade skärmdumpar
th: เลือกโฟลเดอร์สำหรับภาพหน้าจอที่ส่งออก
tr: Dışa aktarılan ekran görüntüleri için bir klasör seçin
uk: Виберіть папку для експортованих знімків екрана
ur: برآمد شدہ اسکرین شاٹس کے لیے ایک فولڈر منتخب کریں۔
vi: Chọn thư mục để xuất ảnh chụp màn hình
zh_hans: 选择用于导出截图的文件夹
zh_hant: 為輸出的螢幕截圖選擇資料夾
